/* ------------------------------- Создание сайта в Киеве ------------------------------- */

function changeText1() {
    let list = document.getElementById("list");

    list.innerHTML = `<h2>Создание сайта в Киеве</h2>
            <p>
                    Если написать в поисковике запрос создание сайта киев, увидите список веб студий по созданию
                    интернет сайтов. На каждом из них представлена контактная информация, портфолио, кейсы,
                    отзывы и прочее. Объединяет эту массу сайтов веб студий одно &#8212; желание заработать.
                </p>
                <p>
                    Фрилансер KAA не является веб студий, мы не стремимся заработать сверх прибыли на создании
                    сайтов. Нам важно &#8212; что будет с вашим сайтом в будущем после его запуска. Долгосрочное
                    сотрудничество &#8212; вот, что для нас важно, поскольку когда развивается бизнес нашего заказчика,
                    мы растем вместе с ним.
                </p>
                <p>Если Вы сомневаетесь, к какому типу относится ваш сайт, не уверены в прочном уникальном
                    торговом предложении или у вас просто нет времени &#8212; обращайтесь к нам и получите
                    оперативную консультацию. Подскажем и поможем сориентироваться. Заказать создание сайтов
                    у Фрилансера KAA просто, а первая консультация бесплатна.
                </p>`;
}

/* ------------------------------- Разработка сайтов в Киеве ------------------------------- */
function changeText2() {
    let list = document.getElementById("list");

    list.innerHTML = `<h2>Разработка сайтов в Киеве</h2>
            <p>Киев, Одесса, Харьков, Днепр отличаются высоким уровнем конкуренции в онлайн бизнесе. Услуга Фрилансер КАА создание сайтов Киев это:</p>
            <ol>
            <li>умение маневрировать в агрессивной конкурентной среде;</li><br>
            <li>мастерство мыслить стратегически;</li><br>
            <li>аналитические способности находить слабые стороны конкурентов;</li><br>
            <li>наше искусство делать из чужих недостатков ваши преимущества.</li><br>
            </ol>
            <p>Основная особенность <a href="https://freelancer.kaa.com.ua">разработки сайта</a> в Киеве &#8212; диапазон цен. Выбор велик от «почти бесплатно» до «неприлично дорого». Как определиться, у кого лучше заказать сайт и так, чтобы он не просто был, а приносил прибыль и себя окупал? Наша рекомендация &#8212; заказать сайт у нас 🙂.</p>
            <p>У нас вы получите при оптимальной цене то, что у других веб студий «неприлично дорого». А именно: на этапе разработки мы внедряем стратегию роста продаж и компании в целом, анализ всей ниши, анализ основных конкурентов, оптимизацию под мобильные устройства, анализ целевой аудитории и потенциальных клиентов, удобство и красоту на сайте. И мы уже не говорим об оптимальном проценте отказа от просмотра страниц пользователями и максимальной конверсии.</p>
            <p>У других веб студий <a href="https://freelancer.kaa.com.ua/price.html">цена создания сайта</a> может быть ниже, что подкупает. Однако такой Исполнитель не ориентируется в реалиях столичной конкуренции. Если у веб студии нет понимания, как обеспечить продажи в высоко конкурентной нише, — она не в состоянии создать эффективный сайт даже за все деньги мира. <a href="https://freelancer.kaa.com.ua">Создание сайта</a> &#8212; интеллектуальный труд, соответственно специалисты по разработке должны с головой окунутся в специфику бизнеса заказчика, разложить все по полочкам и выдать рабочую модель.</p> 
            <p>Создание сайтов в Киеве означает соответствие высоким ожиданиям требовательных пользователей, которые привыкли к ярким краскам, особому взаимодействию, удобству навигации.</p> <p><strong>Вывод</strong>: когда нужно заказать создание сайта в Киеве, выбирайте Исполнителя по региональной принадлежности. Мы будем рады, когда ваш выбор падет на нас.</p>`;
}

/* ------------------------------- Разработка сайтов в Киеве ------------------------------- */
function changeText3() {
    let list = document.getElementById("list");

    list.innerHTML = `<h2>Секреты создания сайтов</h2> 
                    <p>В сети Интернет существует достаточно много бесполезных веб сайтов. Не думаем, что вы хотите 
                    инвестировать свои деньги в еще один бесполезный сайт. Часть из которых даже не адаптированы 
                    для мобильных устройств, другие утратили актуальность, содержат не интересный для пользователей 
                    контент.</p> 
                    <p>Секрет успешного сайта — <strong>быть ориентированным на посетителя</strong> (быть лицом к 
                    клиенту). Сравнить можно с оффлайн средой: вам ведь нравится, когда вас встречают улыбкой в 
                    ухоженном заведении, помогают удобно расположиться. Аналогично и с сайтом, он должен достойно 
                    ознакомить посетителя с информацией, заставить его расслабиться и плыть по страницам, а не 
                    навязывать всплывающими окнами совершать какие-либо действия.</p> 
                    <p>Наши знания Интернет Маркетинга и психологии позволяют расставить акценты на сайте 
                    так, чтобы посетитель совершал нужный набор действий, сам того не замечая.</p> 
                    <p>Чтобы создать эффективный сайт мы:</p> 
                    <ul> 
                    <li>Проводим интернет маркетинг Вашей бизнес ниши и ключевых конкурентов;</li> 
                    <li>Разрабатываем веб дизайн с учетом маркетинговых показателей и сценария 
                    пользовательского поведения;</li> 
                    <li>Увеличиваем лояльность пользователей к Вашей компании;</li> 
                    <li>Разрабатываем план развития бизнеса до начала разработки сайта;</li> 
                    <li>Увеличиваем охват целевой аудитории и число клиентов;</li> 
                    <li>Закладываем ядро для сео продвижения.</li> 
                    </ul> 
                    <p>Если Вас заинтересовало наше предложение и вы готовы начинать уже сегодня, тогда не тратьте время и  
                    звоните нам прямо сейчас на номер +38 (067) 982-61-14</p>`;
}

/* ------------------------------- Разработка сайтов в Киеве ------------------------------- */
function changeText4() {
    let list = document.getElementById("list");

    list.innerHTML = `<h2>Разработка сайтов у Фрилансер КАА</h2> 
                    <p>При разработке сайта мы взаимодействуем с заказчиком, вникаем в особенности тематики, 
                    после запуска сайта контролируем эффективность. Фрилансер КАА &#8212; профессиональная разработка 
                    сайтов в Украине.</p> 
                    <p>Фрилансер КАА - это:</p> 
                    <ol> 
                        <li>честь и опыт работать с известными украинскими, зарубежными международными 
                        компаниями;</li><br> 
                        <li>опыт и знания в онлайн продажах бизнес ниш;</li><br> 
                        <li>рабочая последовательность действий для получения результата;</li><br> 
                        <li>успешные бизнес модели в зависимости от тематики.</li><br> 
                    </ol><br><br> 
                    <p>Заказывать разработку сайта у Фрилансер КАА экономически выгодно. Мы не разрабатываем 
                    сайты ради разработки либо по причине вашего обращения. Нам нужно чтобы Вы были довольны.</p> 
                    <p>Если у вас уже есть сайт, и он не дает клиентов, считайте что сайта у вас нет. И просто 
                    перекрасить его не получится. Давайте смотреть реально: если перекрасить старый Жигули, новым 
                    Audi от этого он не станет. Если сайт разработан изначально неграмотно, неправильно, на скорую 
                    руку, халтурно — неважно как это назвать, его не любят ни пользователи, ни 
                    <a href="https://www.google.com.ua/" target="_blank" rel="noopener noreferrer">Google</a>. И 
                    ваши инвестиции просто превратятся в затратную часть.</p> <p>Мы берем на себя ответственность 
                    разработать веб сайт правильно от начала обсуждения до получения финансовых результатов.</p> 
                    <p>Когда вы заказываете у нас услугу разработка сайта, первое с чего мы начинаем работу — это 
                    знакомство с вами и вашим бизнесом. На этом этапе мы выясняем какие цели ставите. Идем от цели 
                    до её реализации. Это и есть наша отличительная черта &#8212; мы сначала думаем, 
                    анализируем и планируем, а потом внедряем и делаем. Вся коммуникация ведется на понятном вам 
                    языке.</p> 
                    <p>Терминологию мы применяем в разговоре с маркетологами, продвинутыми коммерческими 
                    директорами. Так что если вы маркетолог, мы будем говорить с вами на одном языке.</p> 
                    <h3>Качество сайтов</h3> 
                    <p>При создании веб сайтов мы учитываем тенденции веб дизайна, нюансы бизнес ниши, 
                    семантическую структуру, требования поисковых систем. Фрилансер КАА заинтересован, 
                    чтобы ваш сайт был эффективным инструментом и выгодной инвестицией в ваш бизнес.</p> 
                    <p>Если вы нацелены на высокие показатели продаж, — заказать создание сайта 
                    у Фрилансер КАА будет правильным решением.</p>`;
}

/* ------------------------------- Разработка сайтов в Киеве ------------------------------- */
/*function changeText5() {
    let list = document.getElementById("list");

    list.innerHTML = `<h2>Технология разработки</h2> 
                    <p>Когда необходимо создать веб сайт, поднимается вопрос о его наполнении и обслуживании. 
                    Статичные html сайты остались в прошлом, разработка современных сайтов выполняется на базе 
                    CMS.</p> 
                    <p>CMS — админка сайта или движок, аббревиатура обозначает «система управления контентом». 
                    CMS бывают 3-х типов: платные, бесплатные, индивидуальные. Когда вы обращаетесь в компанию 
                    Seo-Design для создания сайта, мы в обязательном порядке консультируем по выбору правильного 
                    &#171;движка&#187; в зависимости от функционала.</p> 
                    <p>Для качественного сайта требования к панели управления CMS высокие. Нужно добавлять и 
                    редактировать текстовые материалы, добавлять фотографии, расширять разделы меню и блога. 
                    Администратор сайта должен полноценно управлять контентом без специальных знаний html, css, 
                    js, php.</p> 
                    <p>Мы уделяем особое внимание выбору технологий при разработке. С 2008 по 2020 год самый 
                    популярный язык программирования для создания сайтов в Киеве остается PHP. Предполагаем, 
                    что такая тенденция сохранится и в 2021.</p> 
                    <p><strong>Верстка сайта</strong></p> 
                    <p>За внешний вид и отображение веб сайта на различных устройствах отвечает верстка. 
                    При разработке мы применяем адаптивную верстку, это обеспечивает корректное отображение сайта 
                    как на стационарных, так и мобильных девайсах.</p> 
                    <p>Заказывая разработку сайта в студии Seo-Design, вы гарантированно получаете современный 
                    адаптивный веб сайт, управлять которым не составляет труда.</p> 
                    <p>При создании сайта учитываются технические детали: чистоту исходного кода, валидность 
                    верстки, скорость загрузки страниц, время ответа сервера, рекомендации поисковых систем.</p>`;
}*/
